//====================================
// ファイル.h
// Auther：hamada ryuuga
//=====================================
#ifndef _FILE_H_			// このマクロ定義がされてなかったら
#define _FILE_H_			// 二重インクルード防止のマクロ定義

//=====================================
// インクルード
//=====================================
#include"main.h"
//=====================================
//　ファイルパスまとめ
//=====================================
#define FILE_3D_PRAYER  "Data/Model/"
#define FILE_3D_MODEL  "Data/Model/"
#define FILE_3D_SYSTEM "Data/system/"


//=====================================
// プロトタイプ宣言
//=====================================
// 制御関数
void	LoodSetFile(void);
void	OutputSetFile(void);

#endif

